Repository: jacklandrin/OnlySwitch
Catalog: OnlySwitchRemote/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fil, fr, hr, it, ja, ko, nl, pl, pt_br, ru, sk, so, tr, uk, zh_hans, zh_hant

source: The paired Mac did not match the selected Mac.
cs: Spárovaný Mac neodpovídá vybranému Macu.
de: Der gekoppelte Mac stimmte nicht mit dem ausgewählten Mac überein.
es: El Mac emparejado no coincide con el Mac seleccionado.
fil: Hindi tugma ang naka-pair na Mac sa napiling Mac.
fr: Le Mac appairé ne correspond pas au Mac sélectionné.
hr: Upareni Mac ne odgovara odabranom Macu.
it: Il Mac accoppiato non corrisponde al Mac selezionato.
ja: ペアリングされた Mac と選択された Mac が一致しませんでした。
ko: 페어링된 Mac과 선택된 Mac이 일치하지 않습니다.
nl: De gekoppelde Mac komt niet overeen met de geselecteerde Mac.
pl: Sparowany komputer Mac nie pasuje do wybranego komputera Mac.
pt_br: O Mac pareado não corresponde ao Mac selecionado.
ru: Сопряжённый Mac не совпадает с выбранным.
sk: Párovaný Mac sa nezhoduje s vybraným Macom.
so: Mac-gii la isku xiray kama waafaqsanayn Mac-gii la doortay.
tr: Eşleşmiş Mac, seçili Mac ile eşleşmedi.
uk: Спарений Mac не відповідає вибраному Mac.
zh_hans: 已配对的 Mac 与所选 Mac 不匹配。
zh_hant: 已配對的 Mac 與選取的 Mac 不符。

source: The pairing code expired.
cs: Platnost kódu pro párování vypršela.
de: Der Kopplungscode ist abgelaufen.
es: El código de emparejamiento expiró.
fil: Nag-expire ang kodigo ng pairing.
fr: Le code d'appairage a expiré.
hr: Kod za uparivanje je istekao.
it: Scaduto il codice di accoppiamento.
ja: ペアリングコードの有効期限が切れました。
ko: 페어링 코드가 만료되었습니다.
nl: De koppelcode is verlopen.
pl: Kod parowania wygasł.
pt_br: O código de pareamento expirou.
ru: Срок действия кода сопряжения истёк.
sk: Kód párovania vypršal.
so: Koodhka isku-xiriddu wuu dhacay.
tr: Eşleşme kodunun süresi doldu.
uk: Термін дії коду спарювання минув.
zh_hans: 配对代码已过期。
zh_hant: 配對碼已過期。

source: The pairing code is invalid.
cs: Kód pro párování je neplatný.
de: Der Kopplungscode ist ungültig.
es: El código de emparejamiento es inválido.
fil: Hindi wasto ang kodigo ng pairing.
fr: Le code d'appairage est invalide.
hr: Kod za uparivanje nije valjan.
it: Codice di accoppiamento non valido.
ja: ペアリングコードが無効です。
ko: 페어링 코드가 유효하지 않습니다.
nl: De koppelcode is ongeldig.
pl: Kod parowania jest nieprawidłowy.
pt_br: O código de pareamento é inválido.
ru: Неверный код сопряжения.
sk: Kód párovania je neplatný.
so: Koodhka isku-xiriddu waa khaldan yahay.
tr: Eşleşme kodu geçersiz.
uk: Код спарювання недійсний.
zh_hans: 配对代码无效。
zh_hant: 配對碼無效。

source: The selected Mac is no longer available.
cs: Vybraný Mac již není dostupný.
de: Der ausgewählte Mac ist nicht mehr verfügbar.
es: El Mac seleccionado ya no está disponible.
fil: Wala nang available ang napiling Mac.
fr: Le Mac sélectionné n'est plus disponible.
hr: Odabrani Mac više nije dostupan.
it: Il Mac selezionato non è più disponibile.
ja: 選択された Mac は利用できません。
ko: 선택된 Mac을 사용할 수 없습니다.
nl: De geselecteerde Mac is niet langer beschikbaar.
pl: Wybrany komputer Mac nie jest już dostępny.
pt_br: O Mac selecionado não está mais disponível.
ru: Выбранный Mac больше недоступен.
sk: Vybraný Mac už nie je dostupný.
so: Mac-ga la doortu ma jiro hadda.
tr: Seçili Mac artık kullanılamıyor.
uk: Вибраний Mac більше недоступний.
zh_hans: 所选 Mac 已不可用。
zh_hant: 所選的 Mac 已無法使用。

source: This control can be shown, but it is currently unavailable on the Mac
cs: Tento ovládací prvek lze zobrazit, ale v současné době je na Macu nedostupný
de: Dieses Steuerelement kann angezeigt werden, ist aber auf dem Mac derzeit nicht verfügbar
es: Este control puede mostrarse, pero actualmente no está disponible en el Mac
fil: Maaaring ipakita ang kontrol na ito, ngunit kasalukuyang hindi available sa Mac
fr: Ce contrôle peut être affiché, mais il est actuellement indisponible sur le Mac
hr: Ova kontrola se može prikazati, ali trenutno nije dostupna na Macu
it: Questo controllo può essere mostrato, ma al momento non è disponibile sul Mac
ja: このコントロールは表示可能ですが、現在 Mac では使用できません
ko: 이 제어 항목은 표시할 수 있지만 현재 Mac에서 사용 불가합니다.
nl: Dit besturingselement kan worden weergegeven, maar is momenteel niet beschikbaar op de Mac
pl: Ten element sterujący może być wyświetlany, ale obecnie jest niedostępny na komputerze Mac
pt_br: Este controle pode ser exibido, mas atualmente está indisponível no Mac
ru: Этот элемент управления может быть отображён, но в настоящее время недоступен на Mac
sk: Toto ovládanie môže byť zobrazené, ale je momentálne nedostupné na Macu
so: Xakamayntan waxaa lagu muujin karaa, laakiin hadda kama heli karo Mac-ga
tr: Bu kontrol gösterilebilir ancak şu anda Mac'te kullanılamıyor
uk: Цей елемент керування можна показати, але він тимчасово недоступний на цьому Mac
zh_hans: 此控件可显示，但当前在 Mac 上不可用
zh_hant: 此控制項可顯示，但目前於 Mac 上不可用

source: This device was revoked by the Mac.
cs: Toto zařízení bylo zrušeno počítačem Mac.
de: Dieses Gerät wurde vom Mac widerrufen.
es: Este dispositivo fue revocado por el Mac.
fil: Kinansela ng Mac ang device na ito.
fr: Cet appareil a été révoqué par le Mac.
hr: Mac je opozvao ovaj uređaj.
it: Questo dispositivo è stato revocato dal Mac.
ja: このデバイスは Mac によって無効化されました。
ko: Mac에서 이 장치의 권한을 취소했습니다.
nl: Dit apparaat is ingetrokken door de Mac.
pl: To urządzenie zostało cofnięte przez komputer Mac.
pt_br: Este dispositivo foi revogado pelo Mac.
ru: Это устройство было отозвано Mac.
sk: Toto zariadenie bolo zrušené Macom.
so: Qalabkan wuu diiday Mac-gu.
tr: Bu cihaz Mac tarafından iptal edildi.
uk: Цей пристрій було скасовано на Mac.
zh_hans: 该设备已被 Mac 撤销。
zh_hant: 此裝置已被 Mac 撤銷。

source: This Mac no longer accepts the saved credential. Start pairing in OnlySwitch on the Mac first.
cs: Tento Mac již nepřijímá uložené pověření. Nejprve zahajte párování v aplikaci OnlySwitch na Macu.
de: Dieser Mac akzeptiert die gespeicherten Zugangsdaten nicht mehr. Starten Sie zuerst die Kopplung in OnlySwitch auf dem Mac.
es: Este Mac ya no acepta la credencial guardada. Inicia primero el emparejamiento en OnlySwitch en el Mac.
fil: Hindi na tinatanggap ng Mac na ito ang naka-save na kredensyal. Magsimula muna ng pairing sa OnlySwitch sa Mac.
fr: Ce Mac n'accepte plus l'identifiant enregistré. Lancez d'abord l'appairage dans OnlySwitch sur le Mac.
hr: Ovaj Mac više ne prihvaća spremljenu vjerodajnicu. Prvo započnite uparivanje u OnlySwitchu na Macu.
it: Questo Mac non accetta più la credenziale salvata. Avvia prima l'accoppiamento in OnlySwitch sul Mac.
ja: この Mac は保存された認証情報を受理しなくなりました。まず Mac の OnlySwitch でペアリングを開始してください。
ko: 이 Mac은 더 이상 저장된 자격 증명을 받지 않습니다. 먼저 Mac의 OnlySwitch에서 페어링을 시작하세요.
nl: Deze Mac accepteert de opgeslagen inloggegevens niet langer. Begin eerst met koppelen in OnlySwitch op de Mac.
pl: Ten komputer Mac nie akceptuje już zapisanego poświadczenia. Najpierw rozpocznij parowanie w aplikacji OnlySwitch na komputerze Mac.
pt_br: Este Mac não aceita mais a credencial salva. Inicie o pareamento no OnlySwitch do Mac primeiro.
ru: Этот Mac больше не принимает сохранённые учётные данные. Сначала начните сопряжение в OnlySwitch на Mac.
sk: Tento Mac už neprijíma uložené prihlasovacie údaje. Najskôr začnite párovanie v OnlySwitch na Macu.
so: Mac-gan ma aqbalo shahaadadii la keydiyey hadda. Bilaab isku-xirid ku jirta OnlySwitch ee Mac-ga marka hore.
tr: Bu Mac artık kaydedilmiş kimlik bilgisini kabul etmiyor. Önce Mac'teki OnlySwitch'te eşleşmeyi başlatın.
uk: Цей Mac більше не приймає збережені облікові дані. Спочатку почніть спарювання в OnlySwitch на цьому Mac.
zh_hans: 此 Mac 不再接受已保存的凭据。请先在 Mac 上的 OnlySwitch 中开始配对。
zh_hant: 此 Mac 不再接受已儲存的憑證。請先於 Mac 上的 OnlySwitch 開始配對。

source: This will run %@ on %@.
cs: Toto spustí %@ na %@.
de: Dadurch wird %@ auf %@ ausgeführt.
es: Esto ejecutará %@ en %@.
fil: Ito ay papatakbo ng %@ sa %@.
fr: Cela exécutera %@ sur %@.
hr: Ovo će pokrenuti %@ na %@.
it: Questo eseguirà %@ su %@.
ja: %@ を%@で実行します。
ko: %@을(를) %@에서 실행합니다.
nl: Dit voert %@ uit op %@.
pl: To uruchomi %@ na %@.
pt_br: Isso executará %@ em %@.
ru: Это запустит %@ на %@.
sk: Toto spustí %@ na %@.
so: Tani waxay fulin doontaa %@ ee %@.
tr: %@, %@ üzerinde çalıştırılacak.
uk: Це виконає %@ на %@.
zh_hans: %@ 将在 %@ 上运行。
zh_hant: %@ 將在 %@ 上執行。

source: Too many pairing attempts.
cs: Příliš mnoho pokusů o párování.
de: Zu viele Kopplungsversuche.
es: Demasiados intentos de emparejamiento.
fil: Masyadong maraming pagtatangka sa pairing.
fr: Trop de tentatives d'appairage.
hr: Previše pokušaja uparivanja.
it: Troppi tentativi di accoppiamento.
ja: ペアリングの試行回数が多すぎます。
ko: 페어링 시도가 너무 많습니다.
nl: Te veel koppelingspogingen.
pl: Zbyt wiele prób parowania.
pt_br: Muitas tentativas de pareamento.
ru: Слишком много попыток сопряжения.
sk: Príliš veľa pokusov o párovanie.
so: Isku-xirid badan oo isku day ah.
tr: Çok fazla eşleşme denemesi yapıldı.
uk: Забагато спроб спарювання.
zh_hans: 配对尝试次数过多。
zh_hant: 配對嘗試次數過多。

source: Unavailable on this Mac
cs: Nedostupné na tomto Macu
de: Auf diesem Mac nicht verfügbar
es: No disponible en este Mac
fil: Hindi available sa Mac na ito
fr: Indisponible sur ce Mac
hr: Nedostupno na ovom Macu
it: Non disponibile su questo Mac
ja: この Mac では使用できません
ko: 이 Mac에서 사용 불가
nl: Niet beschikbaar op deze Mac
pl: Niedostępne na tym komputerze Mac
pt_br: Indisponível neste Mac
ru: Недоступно на этом Mac
sk: Nedostupné na tomto Macu
so: Kama heli karo Mac-gan
tr: Bu Mac'te kullanılamıyor
uk: Недоступно на цьому Mac
zh_hans: 在此 Mac 上不可用
zh_hant: 此 Mac 上不可用

source: Unavailable: %@
cs: Nedostupné: %@
de: Nicht verfügbar: %@
es: No disponible: %@
fil: Hindi Available: %@
fr: Indisponible : %@
hr: Nedostupno: %@
it: Non disponibile: %@
ja: 使用不可: %@
ko: 사용 불가: %@
nl: Niet beschikbaar: %@
pl: Niedostępne: %@
pt_br: Indisponível: %@
ru: Недоступно: %@
sk: Nedostupné: %@
so: Kama heli karo: %@
tr: Kullanılamıyor: %@
uk: Недоступно: %@
zh_hans: 不可用：%@
zh_hant: 不可用：%@

source: Unselected Mac: %@
cs: Nevybraný Mac: %@
de: Nicht ausgewählter Mac: %@
es: Mac no seleccionado: %@
fil: Di-napiling Mac: %@
fr: Mac non sélectionné : %@
hr: Neodabrani Mac: %@
it: Mac non selezionato: %@
ja: 未選択の Mac: %@
ko: 선택되지 않은 Mac: %@
nl: Niet-geselecteerde Mac: %@
pl: Nie wybrany komputer Mac: %@
pt_br: Mac não selecionado: %@
ru: Невыбранный Mac: %@
sk: Nevybraný Mac: %@
so: Mac aan la dooran: %@
tr: Seçilmemiş Mac: %@
uk: Невибраний Mac: %@
zh_hans: 未选中的 Mac：%@
zh_hant: 未選取的 Mac：%@

source: Update OnlySwitch on this Mac before pairing.
cs: Aktualizujte aplikaci OnlySwitch na tomto Macu před párováním.
de: Aktualisieren Sie OnlySwitch auf diesem Mac vor der Kopplung.
es: Actualiza OnlySwitch en este Mac antes de emparejar.
fil: I-update ang OnlySwitch sa Mac na ito bago ang pairing.
fr: Mettez à jour OnlySwitch sur ce Mac avant l'appairage.
hr: Ažurirajte OnlySwitch na ovom Macu prije uparivanja.
it: Aggiorna OnlySwitch su questo Mac prima dell'accoppiamento.
ja: ペアリング前に、この Mac の OnlySwitch を更新してください。
ko: 페어링 전에 이 Mac의 OnlySwitch 를 업데이트하세요.
nl: Werk OnlySwitch op deze Mac bij voordat je koppelt.
pl: Zaktualizuj aplikację OnlySwitch na tym komputerze Mac przed parowaniem.
pt_br: Atualize o OnlySwitch neste Mac antes do pareamento.
ru: Обновите OnlySwitch на этом Mac перед сопряжением.
sk: Aktualizujte OnlySwitch na tomto Macu pred párovaním.
so: Cusbooneysii OnlySwitch ee Mac-gan ka hor inta aan la isku-xirin.
tr: Eşleşmeden önce bu Mac'teki OnlySwitch'i güncelleyin.
uk: Оновіть OnlySwitch на цьому Mac перед спарюванням.
zh_hans: 请在配对前更新此 Mac 上的 OnlySwitch。
zh_hant: 請先於此 Mac 更新 OnlySwitch，再進行配對。

source: Wait a moment, start a new pairing session on the Mac, and try again.
cs: Počkejte chvíli, zahajte nové párování na Macu a zkuste to znovu.
de: Warten Sie einen Moment, starten Sie eine neue Kopplungssitzung auf dem Mac und versuchen Sie es erneut.
es: Espera un momento, inicia una nueva sesión de emparejamiento en el Mac e inténtalo de nuevo.
fil: Maghintay ng sandali, magsimula ng bagong sesyon ng pairing sa Mac, at subukan muli.
fr: Attendez un instant, lancez une nouvelle session d'appairage sur le Mac et réessayez.
hr: Pričekajte trenutak, započnite novu sesiju uparivanja na Macu i pokušajte ponovno.
it: Attendi un momento, avvia una nuova sessione di accoppiamento sul Mac e riprova.
ja: しばらく待ってから、Mac で新しいペアリングセッションを開始し、もう一度お試しください。
ko: 잠시 기다린 후 Mac에서 새 페어링 세션을 시작하고 다시 시도하세요.
nl: Wacht even, start een nieuwe koppelingssessie op de Mac en probeer het opnieuw.
pl: Poczekaj chwilę, rozpocznij nową sesję parowania na komputerze Mac i spróbuj ponownie.
pt_br: Aguarde um momento, inicie uma nova sessão de pareamento no Mac e tente novamente.
ru: Подождите немного, начните новый сеанс сопряжения на Mac и повторите попытку.
sk: Počkajte chvíľu, začnite novú reláciu párovania na Macu a skúste to znova.
so: Sug muddo yar, bilaab fursad cusub oo isku-xirid ku jirta Mac-ga, kadibna isku day mar kale.
tr: Bir an bekleyin, Mac'te yeni bir eşleşme oturumu başlatın ve tekrar deneyin.
uk: Зачекайте хвилину, почніть нову сесію спарювання на Mac та спробуйте ще раз.
zh_hans: 请稍候，在 Mac 上启动新的配对会话，然后重试。
zh_hant: 請稍候，於 Mac 上啟動新的配對會話後再試一次。

source: Wait for the Mac to reappear, then select it again.
cs: Počkejte, až se Mac znovu objeví, a poté jej vyberte znovu.
de: Warten Sie, bis der Mac wieder erscheint, und wählen Sie ihn dann erneut aus.
es: Espera a que el Mac vuelva a aparecer y luego selecciónalo nuevamente.
fil: Maghintay na lumitaw muli ang Mac, pagkatapos ay piliin muli.
fr: Attendez que le Mac réapparaisse, puis sélectionnez-le à nouveau.
hr: Pričekajte da se Mac ponovno pojavi, a zatim ga ponovno odaberite.
it: Attendi che il Mac riappaia, quindi selezionalo di nuovo.
ja: Mac が再度表示されるまで待ち、その後再度選択してください。
ko: Mac이 다시 나타날 때까지 기다렸다가 다시 선택하세요.
nl: Wacht tot de Mac weer verschijnt en selecteer deze vervolgens opnieuw.
pl: Poczekaj, aż komputer Mac pojawi się ponownie, a następnie wybierz go ponownie.
pt_br: Aguarde o Mac reaparecer e selecione-o novamente.
ru: Дождитесь появления Mac, затем выберите его снова.
sk: Počkajte, kým sa Mac znovu objaví, potom ho vyberte znova.
so: Sug ilaa Mac-gu dib u soo muuqdo, kadibna dooro mar kale.
tr: Mac'in yeniden görünmesini bekleyin, ardından tekrar seçin.
uk: Зачекайте, доки Mac знову з’явиться, а потім виберіть його знову.
zh_hans: 等待 Mac 重新出现后再次选择它。
zh_hant: 等待 Mac 重新出現，然後再次選取它。

source: Working
cs: Práce
de: In Arbeit
es: En funcionamiento
fil: Gumagana
fr: En cours
hr: U radu
it: In esecuzione
ja: 処理中
ko: 작업 중
nl: Bezig
pl: Praca
pt_br: Em execução
ru: Работает
sk: Pracuje
so: Wuu shaqeynayaa
tr: Çalışıyor
uk: Виконується
zh_hans: 工作中
zh_hant: 運作中

source: You’ll need a new pairing code to add this Mac again.
cs: Pro opětovné přidání tohoto Macu budete potřebovat nový kód pro párování.
de: Sie benötigen einen neuen Kopplungscode, um diesen Mac erneut hinzuzufügen.
es: Necesitarás un nuevo código de emparejamiento para agregar este Mac nuevamente.
fil: Kailangan mo ng bagong kodigo ng pairing upang idagdag muli ang Mac na ito.
fr: Vous aurez besoin d'un nouveau code d'appairage pour ajouter à nouveau ce Mac.
hr: Za ponovno dodavanje ovog Maca trebat će vam novi kod za uparivanje.
it: Avrai bisogno di un nuovo codice di accoppiamento per aggiungere nuovamente questo Mac.
ja: この Mac を再度追加するには、新しいペアリングコードが必要です。
ko: 이 Mac을 다시 추가하려면 새로운 페어링 코드가 필요합니다.
nl: Je hebt een nieuwe koppelcode nodig om deze Mac opnieuw toe te voegen.
pl: Aby ponownie dodać ten komputer Mac, będziesz potrzebować nowego kodu parowania.
pt_br: Você precisará de um novo código de pareamento para adicionar este Mac novamente.
ru: Для повторного добавления этого Mac вам понадобится новый код сопряжения.
sk: Na pridanie tohto Macu znova budete potrebovať nový kód párovania.
so: Waxaad u baahan doontaa koodh isku-xirid cusub si aad u darsato Mac-gan mar kale.
tr: Bu Mac'i tekrar eklemek için yeni bir eşleşme koduna ihtiyacınız olacak.
uk: Для повторного додавання цього Mac вам знадобиться новий код спарювання.
zh_hans: 您需要一个新的配对代码才能再次添加此 Mac。
zh_hant: 您需要新的配對代碼才能再次新增此 Mac。

source: Your code stays on this device and is used only for this pairing attempt.
cs: Váš kód zůstává na tomto zařízení a je použit pouze pro tento pokus o párování.
de: Ihr Code verbleibt auf diesem Gerät und wird nur für diesen Kopplungsversuch verwendet.
es: Tu código permanece en este dispositivo y solo se usa para este intento de emparejamiento.
fil: Mananatili sa device na ito ang iyong kodigo at gagamitin lamang para sa pagtatangka sa pairing na ito.
fr: Votre code reste sur cet appareil et n'est utilisé que pour cette tentative d'appairage.
hr: Vaš kod ostaje na ovom uređaju i koristi se samo za ovaj pokušaj uparivanja.
it: Il tuo codice rimane su questo dispositivo ed è utilizzato solo per questo tentativo di accoppiamento.
ja: コードはこのデバイスに保持され、今回のペアリング試行でのみ使用されます。
ko: 코드는 이 장치에 남아 있으며 이번 페어링 시도에만 사용됩니다.
nl: Jouw code blijft op dit apparaat en wordt alleen gebruikt voor deze koppelingspoging.
pl: Twój kod pozostaje na tym urządzeniu i jest używany tylko do tej próby parowania.
pt_br: Seu código permanece neste dispositivo e é usado apenas nesta tentativa de pareamento.
ru: Ваш код остаётся на этом устройстве и используется только для этой попытки сопряжения.
sk: Váš kód zostáva na tomto zariadení a používa sa len pre toto párovanie.
so: Koodhkaagu wuu ku sii jirayaa qalabkan, waxaana loo isticmaalaa kaliya isku-xiriddan.
tr: Kodunuz bu cihazda kalır ve yalnızca bu eşleşme denemesi için kullanılır.
uk: Ваш код залишається на цьому пристрої та використовується лише для цієї спроби спарювання.
zh_hans: 您的代码保留在此设备上，仅用于本次配对尝试。
zh_hant: 您的代碼保留於本裝置，僅用於此次配對嘗試。

source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
ko: 오프라인
ru: Недоступен
so: Shaqeyn maayo
tr: Çevrimdışı
uk: Офлайн
zh_hans: 离线
zh_hant: 離線
